[
  {
    "bookId": 1,
    "bookName": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "image": "https://i.ibb.co/s6Nfqt9/grat.jpg",
    "review": "The Great Gatsby, written by F. Scott Fitzgerald, delves into the heart of the Jazz Age in New York City. It weaves a tale of wealth, dreams, and failure. Through the eyes of narrator Nick Carraway, readers witness the dangers of misplaced priorities and the elusive nature of the American dream. The tragic figure of Jay Gatsby, despite his hard work and riches, remains unfulfilled due to unrequited love. Daisy Buchanan, a character often romanticized, grapples with societal expectations and her own survival. Fitzgerald’s exploration of these themes resonates deeply, earning this novel a 3.2/5 rating.",
    "totalPages": 180,
    "rating": 4.5,
    "category": "Fiction",
    "tags": ["# Classic", "# Romance"],
    "publisher": "Scribner",
    "yearOfPublishing": 1925
  },
  {
    "bookId": 2,
    "bookName": "Why Do You Hate Money",
    "author": "Joey Percia",
    "image": "https://i.ibb.co/84tmC6p/kindpng-7318921.png",
    "review": "Why Do You Hate Money?, authored by Joey Percia, offers an ethical marketing guide for health and fitness professionals. Percia emphasizes effective communication with the audience, providing strategies to create compelling content and copy that converts. Whether you’re a seasoned expert or just starting out, this book simplifies direct response marketing, helping you build a business you love. With a 4.39/5 rating, it’s a valuable resource for those in the fitness industry.",
    "totalPages": 240,
    "rating": 4.2,
    "category": "Non-fiction",
    "tags": ["Finance", "Psychology"],
    "publisher": "Random House",
    "yearOfPublishing": 2023
  },
  {
    "bookId": 3,
    "bookName": "The Hate U Give",
    "author": "Angie Thomas",
    "image": "https://i.ibb.co/q1XhBBZ/kindpng-1064993.png",
    "review": "The Hate U Give, written by Angie Thomas, is a powerful debut novel that confronts racism and police brutality. Through the eyes of 16-year-old Starr, the book explores the aftermath of an unarmed Black teenager’s shooting by a police officer. Thomas masterfully navigates the complexities of race, community, and identity, making this a compelling and essential read.",

    "totalPages": 464,
    "rating": 4.7,
    "category": "Young Adult",
    "tags": ["# Social Issues", "# Identity"],
    "publisher": "Balzer + Bray",
    "yearOfPublishing": 2017
  },
  {
    "bookId": 4,
    "bookName": "Scholarship Monthly Planner",
    "author": "Khadijah Butler",
    "image": "https://i.ibb.co/6Hp0Hmy/kindpng-4022054-1.png",
    "review": "The Scholarship Monthly Planner, authored by Khadijah Butler, is an invaluable resource for students seeking college money. It spans from August of one year to July of the following year, identifying deadlines and activities for nearly 100 scholarships and awards available to various student groups. Whether you’re a high school senior, college student, or nontraditional learner, this planner simplifies the scholarship application process, helping you stay organized and meet critical deadlines. A practical tool for securing financial aid!",
    "totalPages": 100,
    "rating": 4.0,
    "category": "Education",
    "tags": ["# Planner", "# Organization"],
    "publisher": "Academic Press",
    "yearOfPublishing": 2024
  },
  {
    "bookId": 5,
    "bookName": "Annotated Texas Family Code",
    "author": "Debra H. Lehrmann",
    "image": "https://i.ibb.co/L5XQ1rj/kindpng-81724-1.png",
    "review": "The Annotated Texas Family Code, a collaborative effort by the Family Law Section of the State Bar of Texas and the Texas Family Law Foundation, provides essential insights for family law practitioners. This edition clearly highlights legislative changes to the Family Code from the Eighty-eighth Legislature. It also includes updated annotations and over 200 selected CLE articles from the TexasBarCLE Online Library.",
    "totalPages": 500,
    "rating": 4.8,
    "category": "Legal",
    "tags": ["# Law", "# Texas"],
    "publisher": "Legal Publications",
    "yearOfPublishing": 2021
  },
  {
    "bookId": 6,
    "bookName": "Loving Jesus More",
    "author": "Philip Graham Ryken",
    "image": "https://i.ibb.co/LnhtXJ4/kindpng-2193744-1.png",
    "review": "Loving Jesus More, written by Philip Graham Ryken, challenges Christians to love Jesus more than anyone or anything else. Emphasizing that God’s love for us is the source of our love for Him, Ryken invites readers to consider where their true affections lie. With a 4.28/5 rating, this book encourages a deeper devotion to Christ.",
    "totalPages": 150,
    "rating": 4.6,
    "category": "Religious",
    "tags": ["# Christianity", "# Faith"],
    "publisher": "Faith Books",
    "yearOfPublishing": 2022
  },
  {
    "bookId": 7,
    "bookName": "The Last Art of God Conversation",
    "author": "Sakyong Mipham",
    "image": "https://i.ibb.co/xzKSn82/kindpng-5624060-1.png",
    "review": "The Lost Art of Good Conversation by Sakyong Mipham offers practical advice on how to connect with others mindfully. It cuts through the noise of modern communication and emphasizes the importance of listening and speaking with intention. A valuable read for anyone seeking meaningful interactions in our fast-paced, digital world.",
    "totalPages": 320,
    "rating": 4.4,
    "category": "Philosophy",
    "tags": ["# Spirituality", "# Existentialism"],
    "publisher": "Enlightenment Press",
    "yearOfPublishing": 2020
  },
  {
    "bookId": 8,
    "bookName": "Harry Potter and the Sorcerer's Stone",
    "author": "J.K. Rowling",
    "image": "https://i.ibb.co/chWFwPN/harry.webp",
    "review": "Harry Potter and the Sorcerer’s Stone (also known as Harry Potter and the Philosopher’s Stone): The first installment in J.K. Rowling’s iconic series, this fantasy film follows young wizard Harry Potter as he discovers his magical abilities and embarks on his journey at Hogwarts School of Witchcraft and Wizardry. With memorable characters, captivating storytelling, and a magical world, it’s a must-read for fans of fantasy and adventure.",
    "totalPages": 320,
    "rating": 4.9,
    "category": "Fantasy",
    "tags": ["# Magic", "# Adventure"],
    "publisher": "Bloomsbury",
    "yearOfPublishing": 1997
  },
  {
    "bookId": 9,
    "bookName": "Spine of the Dragon",
    "author": "Kevin J. Anderson",
    "image": "https://i.ibb.co/M1x1Vtm/kindpng-4945926-1.png",
    "review": "Spine of the Dragon by Kevin J. Anderson is a politically charged epic fantasy novel that introduces two warring continents, the Three Kingdoms and Ishara. When an ancient race threatens to reshape the world, former enemies must unite to face a common enemy. Swords, sorcery, and sleeping giants make this an engaging read for fantasy enthusiasts.",
    "totalPages": 400,
    "rating": 4.3,
    "category": "Fantasy",
    "tags": ["# Adventure", "# Mythical Creatures"],
    "publisher": "Fantasy House",
    "yearOfPublishing": 2023
  }
]
